Repository: JetBrains/youtrack-work-item-exporter-widget
Catalog: src/app/translations/youtrack-work-item-exporter-widget_*.po
Languages: pl, tr, zh

source: Add user or group
pl: Dodaj użytkowników lub grupy
tr: Kullanıcı veya grup ekle
zh: 添加用户或群组

source: Add work type
pl: Dodaj typ pracy
tr: İş türü ekle
zh: 添加工作类型

source: All authors
pl: Wszyscy autorzy
tr: Tüm yazarlar
zh: 所有作者

source: All types
pl: Wszystkie typy
tr: Tüm türler
zh: 所有类型

source: All work types
pl: Wszystkie rodzaje pracy
tr: Tüm iş türleri
zh: 所有工作类型

source: Can't export data: {{error}}
pl: Nie można wyeksportować danych: {{error}}
tr: Veriler dışa aktarılamıyor: {{error}}
zh: 无法导出数据： {{error}}

source: Cancel
pl: Anuluj
tr: İptal
zh: 取消

source: Clear selected
pl: Wyczyść zaznaczone
tr: Seçilenleri temizle
zh: 清除已选定

source: Everything
pl: Wszystko
tr: Her şey
zh: 所有

source: January|February|March|April|May|June|July|August|September|October|November|December
pl: Styczeń|Luty|Marzec|Kwiecień|Maj|Czerwiec|Lipiec|Sierpień|Wrzesień|Październik|Listopad|Grudzień
tr: Ocak|Şubat|Mart|Nisan|Mayıs|Haziran|Temmuz|Ağustos|Eylül|Ekim|Kasım|Aralık
zh: 1 月|2 月|3 月|4 月|5 月|6 月|7 月|8 月|9 月|10 月|11 月|12 月

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
pl: Sty|Lut|Mar|Kwi|Maj|Cze|Lip|Sie|Wrz|Paź|Lis|Gru
tr: Oca|Şub|Mar|Nis|May|Haz|Tem|Ağu|Eyl|Eki|Kas|Ara
zh: 1 月|2 月|3 月|4 月|5 月|6 月|7 月|8 月|9 月|10 月|11 月|12 月

source: No work items types loaded
tr: Yüklü iş ögesi türü yok
zh: 未加载工作项类型

source: Oops! Something went wrong...
pl: Ups. Coś poszło nie tak...
tr: Hay aksi! Bir şeyler ters gitti...
zh: 哎呀，出了些问题...

source: Save
pl: Zapisz
tr: Kaydet
zh: 保存

source: Select YouTrack
pl: Wybierz YouTrack
tr: YouTrack'i seçin
zh: 选择 YouTrack

source: Selected YouTrack service is not available
pl: Wybrana usługa YouTrack nie jest dostępna
tr: Seçili YouTrack hizmeti kullanılamıyor
zh: 选定的 YouTrack 服务不可用

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
pl: Niedziela|Poniedziałek|Wtorek|Środa|Czwartek|Piątek|Sobota
tr: Pazar|Pazartesi|Salı|Çarşamba|Perşembe|Cuma|Cumartesi
zh: 星期日|星期一|星期二|星期三|星期四|星期五|星期六

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
pl: N|Po|Wt|Śr|Cz|Pt|So
tr: Paz|Pzt|Sal|Çrş|Prş|Cum|Cmt
zh: 周日|周一|周二|周三|周四|周五|周六

source: Type search query
pl: Wpisz zapytanie wyszukiwania
tr: Arama sorgusu girin
zh: 输入搜索查询

source: Widget refreshes every minute
pl: Widżet jest odświeżany co minutę
tr: Widget her dakika yenilenir
zh: 微件每分钟刷新一次

source: Widget refreshes every {{minutesCount}} minutes
pl: Widżet jest odświeżany co {{minutesCount}} min
tr: Widget {{minutesCount}} dakikada bir yenilenir
zh: 微件每 {{minutesCount}} 分钟刷新一次

source: Without type
tr: Türsüz
zh: 无类型

source: You do not have permission to read work items.
tr: İş ögelerini okuma izniniz yok.
zh: 您没有阅读工作项目的权限。

source: am|pm
tr: öö|ös
zh: 上午|下午

source: {{minutesCount}} min
tr: {{minutesCount}} dk
zh: {{minutesCount}} 分钟
